Repository: lexxvis/telestat_task
Catalog: lib/l10n/app_*.arb
Languages: uk

# app_title
source: Telestat demo task
uk: Telestat тест завдання

source: List task
uk: Завдання List

source: API task
uk: Завдання API

source: Time:
uk: Час:

source: Description:
uk: Опис:

source: Title:
uk: Назва:

source: Add new item
uk: Додати елемент

source: confirm
uk: Підтвердити

# enter_title
source: Please enter title
uk: Будь ласка, введіть назву

# enter_description
source: Please enter description
uk: Будь ласка, введіть опис

# enter_time
source: Please enter correct time
uk: Будь ласка, введіть час

source: Edit item
uk: Редагувати елемент

# fetch_data
source: get articles
uk: Завантажити новини

# error_loading
source: Error data loading
uk: Помилка завантаження даних

source: no image
uk: немає даних
